Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN The Gamer.tmx
Source language: ko_kr
Languages: en

source: 세웠던 플랜에 따라서 움직여야지.
en: you have to move according to the plan you’ve come up with.

source: 둘은 아는 사이인 듯하니 맡기고 가겠네.
en: I’ll leave you two since you seem to be acquainted.

source: 보시죠.
en: take a look.

source: 이치무라 씨라고 부르면 될까요?
en: may I call you mr. ichimura?

source: 지옥 출신이냐….
en: to think that they’re actually from hell...

source: 다들 건강하시고 행운이 가득하시길!
en: wishing everyone good health and all the best!

source: 카미카미 시로
en: paper god shiro

source: 그러니 제발 건빵은 그만….
en: so please... no more biscuits...

source: 그러게.
en: all right,

source: 거기까지 하면 스케일이 커지니까 일단은 치우천황의 조각을 가지고 돌아가자고.
en: going any further will make things bigger in scale. let’s just head back with chiyou’s piece first.

source: 그걸 이용해 새로운 오니를 탄생시키고 있는 것인 듯해요.
en: they use that to produce new onis.

source: 과찬이시옵니다.
en: you flatter me.

source: 그렇지?
en: I know, right?

source: 창조주를 뵙습니다.
en: it’s nice to meet you, creator.

source: 그렇다면 저는 이만.
en: in that case, I’ll get going now.

source: 금오도 소속의 지성체는 전부 잡아서, 내 아공간 안에 넣어 뒀다 이거지.
en: I caught the geumodo beings that were smart enough and placed them in my subspace.

source: 죽엇!
en: die!

source: 큭!?
en: huh?!

source: 요도 무라마사, 귀신의 이빨 팔찌, 귀신의 힘줄 활, 뱀신의 이빨, 뱀신의 가죽, 사룡의 여의주, 칠복신의 항아리.
en: yodo muramasa, the ghost’s teeth bracelet, the ghost’s tendon bow, the snake god’s teeth, the snake god’s hide, the serpent dragon’s magic pearl, and the seven lucky god’s pot.

source: 지옥염이군요.
en: how hellish.

source: 조심해야겠어.
en: ...when it comes to creating creatures.

source: 그러시군요.
en: I see.

source: 저의 7812가지 기능 중, 상대의 선악을 판별하는 기능이 있으니까요.
en: one of my 7812 abilities is the ability to discern between good and evil.

source: 좋았어.
en: great.

source: 저 보구가 만들어 내는 결계라는 게 솔직히….
en: honestly speaking, the barrier that the orb is making...

source: 사실 중간에 코로나도 한번 걸린 적 있고, 여러모로 건강이 안 좋아서 쉬긴 쉬어야 하겠더라구요.
en: I actually got covid while writing this season and generally wasn’t in good health, so I need to rest.

source: 죽어랏!
en: die!

source: 7812가지 기능이라는 게 대체 뭐야?
en: what does 7812 different functions even mean?

source: 게다가 지금은 주인님을 만나 개과천선하면서 죗값을 치르고 있잖아요?
en: besides, aren’t I paying the price for my sins by meeting you, master, and doing good deeds?

source: 생각보다 조용하군요.
en: it’s quieter than I thought it would be.

source: 웃챠.
en: whew.

source: 어머나.{j}주인님의 예지 능력은 확실히 뛰어나네요.
en: wow, master, your foresight is pretty amazing.{j}

source: 일본전마협회(日本戰馬協會)의 카제우마(風馬)입니다.
en: I’m kazeuma of the japanese war horse association.

source: 그래서 용건은 없는 거죠?
en: so, you don’t have anything to do?

source: 예.
en: yes?

source: 에너지를 변환하는 동안에 내구도가 소모됨.
en: durability is used during energy conversion.

source: 커…허억!
en: u... ugh!

source: 안녕하십니까.
en: why, hello there.

source: 이쪽을 도와줘라.
en: help these men.

source: 그건 알지.
en: yeah.

source: 귀문일파.
en: the demon gate sect.

source: 그저 그런 자들에겐 잘 통하지.
en: however, it works well for those who use said techniques.

source: 너… 사고는 치지 마라.
en: just... don’t stir up any trouble, okay?

source: 그중의 구 할은 요괴보다 나을 것 없는 능력을 가진 잡신이랍니다.
en: most are miscellaneous gods who are no better than monsters...

source: 네 직업은 연구직이야.
en: you’re a researcher

source: 도쿄 관광이라도 시켜 줄까?
en: should I give you a tour around tokyo?

source: 으음….
en: well...

source: 거기에 덤으로 출입을 차단하는 결계.
en: as a bonus, it blocks enemies’ access.

source: 하긴.{j}적이 한 명이라면 적을 죽이고 나는 살 수 있을 테니.
en: well, if there was only one enemy, they’d die and I’d survive.{j}

source: 저희 쪽에서는 마력변환기를 양산 가능하니,
en: since we’re now capable of mass producing magic power conversion devices,

source: 쉬는 동안 건강과 다음 시즌 준비를 열심히 하고 보강해서 돌아오겠습니다!
en: during this break, I’ll look after myself and work hard to prepare so I can come back even better next season!

source: 윽….
en: oh...

source: 자 그럼, 누가누가 나쁜 놈인지 알아볼까!
en: now, should we find out who’s been up to no good?!

source: 독고연화.
en: yeonhwa.

source: 그게 뭔지 짐작이 가는가?
en: can you guess what it is?

source: 그러면.
en: anyway,

source: 하긴.
en: well,

source: 굳이 레벨로 치자면 현재 저 시로라고 하는 신령의 힘은 레벨 100대와 비슷할 거예요.
en: if I had to name a level, the current power of that spirit named shiro would be around level 100.

source: 말도 안 돼!
en: impossible!

source: 아직은 조사가 제대로 이루어지는 건 아니에요.
en: I’ve yet to look into that.

source: 어쨌든.{j}7812가지 기능이라는 게 대체 뭐야?
en: anyway, what does 7812 different functions even mean?{j}

source: 아군에게는 버프를 걸어주고, 적군에게는 디버프를 건다.
en: it gives a buff to allies and a debuff to enemies.

source: 그 정도로는 안 되죠.
en: you can do better than that.

source: 까불지 마 X꺄!
en: don’t mess with me!

source: 맞네.
en: that’s right.

source: 공격해라!
en: attack!

source: 말투 뭐냐?
en: what’s with that?

source: 서울에서도 허상공간의 거리 자체에서는 아무도 없었잖아.
en: even in seoul, there weren’t any people in the middle of the illusionary space’s streets.

source: 대광역 악업 탐색 마법 전개.
en: deploy large-scale area magic item detection magic.

source: 우리 귀문일파의 결계를 침식해 뒤바꾸었다고!?
en: someone broke through and took control over our demon gate sect’s barrier?!

source: 아니 됐어.
en: nah, never mind.

source: 사악하기 이를 데 없는 행위.
en: it’s an unscrupulous act.

source: 특히 최근에는 과학기술의 발달로 인터넷이 발전했잖아요?
en: especially with that little creation of science and technology called the internet.

source: 이제 남은 건 두 개.
en: there’s two pieces left now.

source: 습격이다!
en: it’s an attack!

source: 너.{j}약해.
en: you’re weak.{j}

source: 그래도 확인은 필요하니까요.
en: I need to confirm it.

source: 단순한 말요괴가 아닌 모양입니다.
en: they don’t seem to be a horse demon that will be easy to deal with.

source: 이 인간은 진짜 신기한 인간이야.
en: this human is pretty interesting.

source: 어쨌든.
en: anyway,

source: 헐.
en: huh?!

source: 주인님이 얻으신 사족의 창조자에 힘인 모양이군요.
en: it seems your power is the creator of the four tribes, master.

source: 우리도 위험하겠어!
en: we’re in danger!

source: 뭐?
en: what?

source: 불가능해!
en: that’s impossible!

source: 그런 놈들이 있으면 사상력이 악의(惡意)로 물들어 더 질 안 좋은 괴이나 요괴가 만들어질 뿐.
en: if there are such people, their mental power will be tainted with evil, creating even worse monsters.

source: 소문은 들었지만…,
en: I’ve already heard about it...

source: 제 계산이 맞다면, 그 보주보다 위력 면에서는 더 강력해요.
en: if my calculations are correct, it should be even more powerful than the orb.

source: 초당 1억 대미지를 주지 않으면 부수지 못할걸?
en: they shouldn’t be able to break it if they don’t inflict 100 million damage per second, right?

source: 이것은… 신역결계(神域結界)와 다름없지 않은가!
en: this... is no different from the barrier in the god’s realm!

source: 아시잖아요?
en: am I right?

source: 즉, 잡신이니까 신경 쓰지 말라고 하는 거야?
en: so she’s telling me now to worry because of evil spirits?

source: 버티세요.
en: please hang in there.

source: 왜?
en: why?

source: 정답이에요 주인님.
en: that’s right, master.

source: 그러니 제법 격이 있는 셈이죠.
en: it must be fairly strong.

source: 상대한테 10 대미지를 주면, 나한테 1 대미지가 들어온다.
en: so when I inflict 10 hp worth of damage on an enemy, I lose 1 hp.

source: 사람이 살아가는 한 사상력은 흘러넘치기 때문에, 무한동력이나 마찬가지.
en: since mental power is generated from people going about their daily lives, it’s essentially an infinite power source.

source: 후후훗.
en: heehee!

source: 하긴 그것도 그렇네요.
en: I guess that makes sense.

source: 그거를 이 녀석에게 빌려주라고.
en: lend it to this man.

source: 겸손하시군요.
en: you’re humble.

source: 혀에도 피어싱인 건가?
en: are there piercings on his tongue as well?

source: 또 무슨 흉계를 꾸미시려고….
en: what are you plotting...

source: ko_KR
en: en

source: 무질서인 세계에서 선의를 지키면서 살아간다는 건 불가능에 가까운 일이죠.
en: it’s pretty much impossible to live in such a chaotic world with good faith.

source: 사인족의 비보 중 하나네요.
en: it’s one of the lizardmen’s secret treasures.

source: 이곳 일본의 수도 도쿄라는 동네도 사상력은 넘쳐나잖아?
en: mental power is abundant here in tokyo, the capital of japan.

source: 그리고 더 게이머는 이제 마무리를 향해 달려갑니다.
en: with that, the gamer is slowly reaching the end.

source: 오니들의 조직.
en: the onis.

source: 창조주님의 말씀을 따르겠나이다.
en: yes, creator. I’ll do as you say.

source: 밀법밀교 본진.
en: esoteric buddhism HQ.

source: 정말 행운템 아니었으면 진즉 어디서 죽었겠네.
en: you seriously might’ve died if it weren’t for that luck item, you know...

source: 즉.
en: in other words,

source: 도모-카제우마상.
en: greetings, kazeuma.

source: 그래도 언밸런스하네.
en: even so, it’s unbalanced.

source: 확실히 당신들을 보호하도록 하죠.
en: I’ll be sure to protect you.

source: 그걸 탄생했다고 하기엔….
en: that’s kinda...

source: 그래도 능력은 진짜란 거지?
en: but its power is still the real deal, isn’t it?

source: 다만 저는 명백하게 ‘악’에 해당하는 인간들만 골라서 했지만요.
en: however, I only did it to those who were clearly “evil”.

source: 그 정도 사건인데, 소문이 나지 않을 수 없죠.
en: it was a pretty big incident. there’s no way rumors wouldn’t spread.

source: 이미 다 사라졌어요.
en: they disappeared.

source: 뭐, 뭐야 여기는!?
en: wh-what is this place?!

source: 그 정도면 아무도 건드리지 못하겠지.
en: that way, no one can touch them.

source: 그건 제가 말씀드리고 싶군요.
en: that’s what I want to say.

source: 마력 충전식 차원법칙설정 결계군요.
en: I see... it’s a mana rechargeable dimensional law barrier.

source: 아까는 스파이가 있다면서요.
en: didn’t you mention a spy earlier?

source: 새로운 마법을 개발하거나, 마법 도구를 만들거나.
en: responsible for developing new mana, making mana tools,

source: 둘 중 하나겠네요.
en: it’s likely one of the two.

source: 흠….
en: hmmm...

source: 다만, 일본의 행정부 소속이라는 것이 특이점이죠.
en: however, what’s strange is that he’s under the japanese administration.

source: 자, 당신들 공격을 한 번씩 맞아 줬으니까.
en: since you’ve made your move,

source: 귀문(鬼門)이라는 조직입니다.
en: specifically, the demon gate organization.

source: 죄송합니다, 카제우마님.
en: I apologize, kazeuma.{j}

source: 어비스에서의 귀문은 지옥과 연결된 통로다.
en: the demon gates in the abyss are passageways connected to hell.

source: 엥?
en: huh?

source: 응.{j}그냥 지금 다 처리하자.
en: yeah, I might as well.{j}

source: 나는 이쪽에 볼일이 있으니까 당신은 그냥 거기서 보고나 있으라고.
en: now, if you’ll excuse me, I have some business with this man. please step aside.

source: 얻은 게 있으니 그렇게 기분 언짢아하지 말아 주세요.
en: please don’t be upset. you gained something, after all.

source: 존엄한 분?
en: dignified one?

source: 더 뛰어난 물건을 만들 수 있다는 건… 사실 전혀 믿기지 않네만.
en: it’s hard to believe that you can create an item that’s even stronger.

source: 잘 싸우는 결계사가 없다는 거로구나.
en: so you’re saying there aren’t any who can really fight.

source: 주술은 어떻게 됐나!
en: what about incantations?!

source: 그러고 보니 너도 예전에 이런 거 비슷한 짓 했잖아.
en: didn’t you do something like this before?

source: 하지만, 이들이 어떤…
en: however, they...

source: 성은 내 이름에서 딴 거야.
en: your last name was taken from my name.

source: 일단 주 5일제.{j}근무시간은 하루 6시간.
en: first things first. you’re gonna work five days a week, six hours a day,{j}

source: 또 몰려왔네.
en: here we go again.

source: 그렇다면 지금의 힘이 하위권에 있거나 혹은 본래 하위권 신령이거나.
en: if so, her current power is either in the lower ranks, or she was originally of a lower rank.

source: 나한테는 안돼.
en: ...but I’m afraid that won’t work on me.

source: 창조!
en: create!

source: 모두 건강하세요! -성상영 올림.
en: stay healthy everyone! -sangyoung seong

source: 제 탐지 능력으로 본다면 미약한 힘을 가진 존재인걸요.
en: ...based on my detection ability, she has weak powers.

source: 그래도 밀법밀교는 선한 이들이었어요.
en: but the people from esoteric buddhism were good people.

source: 어떠십니까?
en: how does that sound?

source: 만약 그런 인간이면 화나서 형 뚝배기를 깨버릴 수도 있는데 그렇게 막말해도 되는 거야?
en: if I was that kind of person, wouldn’t I just destroy that luck item of yours?

source: 저쪽의 그림자 칼날을 잡은 것도 이거였고.
en: it’s also what blocked that man’s shadow blade.

source: 어비스의 일을 일반인이 알면 가이아가 제재하는 거 아니었어?
en: wouldn’t gaia punish them if the general public finds out about the abyss?

source: 종이의 신령.
en: the divine spirit of paper...

source: 다만, 주변의 사상력을 제법 빨아들이지만.
en: however, it only absorbs the mental power around it...

source: 이거 참….
en: oh, dear...

source: 많이 알지.
en: of course I do.

source: 아무나 받을 수는 없겠지.
en: not just anyone can take it.

source: 인구가 많아서 그런가?
en: I wonder if it’s because of their large population?

source: 나 혼자 돌아다니지 뭐.
en: I’ll just explore the area by myself.

source: 이…
en: what...

source: <불완전한 신령> LV ???
en: <incomplete spirit> LV ???

source: 사인(蛇人)족.
en: the lizardmen.

source: 이런 건 만화나 게임에서나 보던 건데 말야….
en: I’ve only seen these kinds of things in comics or games...

source: 이게 무엇인지는 알고 있는 건가?
en: my dear child, are you even aware of what this is?

source: 후후훗, 그랬죠.
en: hehehe, that’s right.

source: 애니메이션 마X로스 7의 오마주군요?
en: are you paying homage to the anime “maxross 7”?

source: 그런 사람을 직접 볼 줄은 몰랐는걸.
en: but I didn’t think I would see it in person.

source: 일본의 마트는 욕망이 모이기 쉬운 장소니까요.
en: that’s because marts gather lots of desires here in japan.

source: 주인님의 인기가 하늘을 찌르는군요.
en: master, your popularity is through the roof.

source: 악업을 쌓은 인간이 이렇게 많다니 실화냐?
en: but why are there so many people who’ve accumulated so many evil deeds?

source: 저는 인류에게 도움이 안 되는 흉악 범죄자를 잡아먹은 것뿐 인걸요.
en: I just ate a good-for-nothing criminal who wasn’t contributing to society.

source: 이거는 천하대장군.
en: this is the heavenly ruler.

source: 오….
en: oh...

source: 9월에 돌아올 테니 조금만 기다려주세요!
en: we'll be back in September, so please stay tuned!

source: 형이야말로 간덩이가 부으셨어.
en: I could say the same for you.

source: 굳이 용처를 따진다면 연구용입니다.
en: at most, it can be used for research.

source: 기분이 약간 이상하다고 할까...
en: I guess I’ve been feeling a little off...

source: 문제는 출력 대비 효율.
en: the problem lies in efficiency versus output.

source: 저도 바쁜 몸이거든요.
en: I’m pretty busy too.

source: 아아….
en: ah...

source: 그걸 위한 악 탐지 마법이고.
en: that’s exactly why the evil detection magic exists.

source: 적이다!
en: an enemy!

source: 어차피 연구직 할 거니까….
en: anyway, I’m making a researcher...

source: 시끄러.
en: shut up.

source: 아, 여깄다.
en: ah, here it is.

source: 하나는 어딘가에 또 봉인되어 있었지.
en: and the other’s sealed away somewhere.

source: 이것 때문에 공격받으신 겁니까?
en: is that why you were attacked?

source: 저야 잘 알죠.
en: of course I do.

source: 허허허….
en: hahaha...

source: 몸이 안 움직이지?
en: you can’t move, right?

source: 소수의 인간이 아는 것으로는 제재(制裁)가 가해지는 것은 아니니까요.
en: only a few people know that the sanctions aren’t imposed.

source: 하하핫.
en: hahaha.

source: 컥!?
en: huh?!

source: 사상력 변환 장치를 만들어 주시려는 거군요.
en: so you’re thinking of making a device to convert the mental power here.

source: 되도록 빨리 처리하라고.
en: settle it as quickly as possible.

source: 사실 그래.
en: it really is...

source: 이 동네 완전 개판이잖아.
en: this neighborhood is a complete mess.

source: 이유가 있어서지.
en: I do have a reason.

source: 토벌 대상이다.
en: one that deserves punishment.

source: 제작!
en: produce!

source: 굳이 그래야 하나요?
en: do we really have to do that?

source: 지옥의 힘을 끌어다가 오니를 탄생시킨다는 게 뭔가 했더니….
en: I was wondering what taking the power of hell and producing new onis meant...

source: 그것도 영구적인 영혼적 종속 상태니까요.
en: it’s also a semi-permanent state of spiritual subordination.

source: 흔하고, 그렇게 특별하지 않다.
en: it’s not that special, rather, it’s quite common.

source: 자아가 있고 영혼도 있는 생명체잖아.
en: it’s a creature with an ego and a soul.

source: 당신이 온 거죠.
en: it was you who came.

source: 그리고 카게하.
en: also, kageha.

source: 과감하고 깔끔한 솜씨지만.
en: you’re both bold and skilled...

source: 내 칼날을 붙잡을 정도의 힘이라고!!
en: it’s strong enough to easily grab my blades!

source: 귀엽다기보단 독살스러워요….
en: you’re anything but cute...

source: 그러면 공격받을 수 있다는 가능성은 이미 알고 계셨을 거고.
en: that means you were aware of that being a possibility.

source: 마을을 수호하는 장승은 결계로 만들어도 효과 발군이지.
en: a totem pole meant to protect a village will still be effective if I just turn it into a barrier.

source: 언제 그런 기능이 생겼어!?
en: since when could you do that?!

source: 신의 성물의 힘을 이용해서 보주를 영구적으로 작동하게 만들 수는 없었거든….
en: we weren’t able to make the god’s sacred treasure permanently power it...

source: 다음 시즌에서도 여행은 계속됩니다!
en: the journey will continue in the next season!

source: 덕분에 아주 작은 크기의 분체를 만들어서 뿌린 후 정보를 수집하는 것이다.
en: as a result, the demon is now capable of creating tiny versions of himself to send out and gather intel.

source: 그렇지.
en: yeah.

source: 사상력을 완전히 정제해서 마력으로 교환해 주는 항아리군요.
en: it fully refines mental power in exchange for magic power.

source: 엇?
en: oh?

source: 일본의 팔백만의 신에 대한 설화죠.
en: it refers to japan’s eight million gods.

source: 이거 알아봐야겠는걸.
en: I need to look into this.

source: 단의 문에서도 이쪽 동네에서 사상력 수급해 가지 않나?
en: isn’t this neighborhood supplying mental power to the gate of dan?

source: 좋아.
en: good.

source: 죄송합니다.{j}카제우마님.
en: I apologize, kazeuma.{j}

source: 이것이야말로 내가 타로점까지 쳐서 찾으러 온 무공조각!
en: this is the piece that the tarot cards were telling me to find!

source: 안 죽였다는 증거.
en: proof that I didn’t kill them.

source: 주인님의 레벨 계측 능력은 제가 가진 주술적 탐지 능력과는 별개의 형태니까요.
en: master, your ability to measure levels is different from my ability to detect magic.

source: 뭐…뭐냐!
en: wh-what?!

source: 이런 광영된 축복이….
en: what a blessing...

source: 이런….
en: ugh...

source: 게다가 나중에 풀어 줄 거야.
en: besides, I’ll set them free later.

source: 부디 제 초대에 응해 주시기를.
en: please accept my invitation.

source: 무슨 일로 오신 건지 말씀해 주시겠습니까?
en: what have you come to talk about?

source: 그야 제가 고레벨이라서 그렇죠, 뭐.
en: that’s because I have a high level.

source: 아.{j}아뇨.
en: ah, no.{j}

source: 더 게이머 한지한!
en: the gamer, jihan han!

source: 일본전마협회의 카제우마라고 했었지?
en: you said you were kazeuma of the japanese war horse association?

source: 그런 물건 우리도 많으니까.
en: we have plenty just like it anyway.

source: 보구를 충전하는 것도 특별한 의식이 필요한 거군요.
en: it seems like a special ritual is needed to recharge the orb.

source: 억울하네.
en: so misleading!

source: 꿩 먹고 알 먹고네!
en: I’ll be killing two birds with one stones!

source: 부디 존엄한 분께서 편하신 대로….
en: as you please, dignified one...

source: 좋아진 거 아닐까요?
en: I’d say better.

source: 비보라….
en: intel, huh...

source: 어떻게 알아?
en: how do you know that?

source: 내가 만든 결계인데 꿈쩍이나 하겠냐.
en: will the barrier I made falter?

source: 수수께끼가 많은 인물이죠.
en: he’s a rather mysterious figure, after all.

source: 금오도와 전쟁이 끝나면 풀어줄 생각이지만.
en: I plan on setting them free after the war with geumodo is over.

source: 강한 힘은 대부분의 문제를 해결하게 해 주죠.
en: using force does solve most problems.

source: 어비스의 인물들도 인터넷을 사용하니 정보전파가 아주 빠르답니다.
en: even the people within the abyss use the internet, so information spreads quickly.

source: 호노우마!
en: honouma!

source: 일본의 신화에도 등장하는 야마타노오로치 (ヤマタノオロチ)의 일족.
en: they are part of the yamata no orochi family, which appears in japanese mythology.

source: 또는 띄엄띄엄 읽고 계신 독자님들도 언제나 감사드립니다!
en: ...from those who follow our extraordinary long works to those who read them from time to time!

source: 제가 했습니다만, 문제라도?
en: I did, is there a problem?

source: 예.{j}카제우마 형님.
en: yes, kazeuma?{j}

source: 그래서 어쩔래?
en: so, what do you wanna do now?

source: 이봐 쿠로우마.
en: look, dark horse.

source: 다들 은신의 결계를 사용하거나 허상공간 안에 별도의 이공간을 만들어서 살고 있는 거군요.
en: seems like everyone’s either using a cloaking barrier or living in a separate space.

source: 우리의 창조주께서 다시 돌아오셨다!
en: our creator has returned!

source: 그리고 그 타이밍을 노리고 다른 세력들이 공격해 왔다….
en: the other races came and attacked at that time...

source: 같은 느낌으로 사용하는 모양이네요.
en: the last trump card of a general.

source: 다만 그 전에 능력치를 좀 높여 놓을 필요가 있으니까 수련 및 레벨업에 힘쓰도록 해.
en: however, you need to raise your stats a little before this. as such, do your best to train and level up.

source: 요산회 놈들에게 핑계를 대려면 그래도 너희 쪽 무기를 써…….
en: if you wanna make excuses for the mount group, at least use some of your weapons...

source: 용적이나 용량은 어때?
en: what about its capacity?

source: 나는 전권을 부하에게 맡겨 두는 스타일이라고.
en: I’m the kind of person who would leave that kind of stuff to my subordinates.

source: 밀법밀교에서 의뢰 물품을 받고 돌아가야 하니 정리 좀 해볼까.
en: I’ve got to go back after retrieving the requested item from esoteric buddhism, so let’s sort this out.

source: 들으셨죠?
en: did you hear that?

source: 일단 주 5일제.
en: first things first, you’re gonna work five days a week

source: 우리의 안전을 위해서니까.
en: after all, our safety is at stake.

source: 그건 알겠는데.
en: I know that...

source: 더 이상 뭐라고 안 할게.
en: I won’t say anything more.

source: 이러면 곤란한 것은 너도 알 텐데?
en: you’re aware that this will be a problem, right?

source: 부탁하네.
en: please.

source: 편하신 대로 해 주셔도 됩니다.
en: do what is comfortable for you.

source: 그런 걸 왜 가지고 나가신…
en: why would you bring such a thing with you--

source: 제법 쓸만한 아이템이 많은걸.
en: there’s quite a number of decent items.

source: 이쪽도 사정이라는 게 있네.
en: we have our reasons.

source: 이름은….
en: name...

source: 음.
en: hmmm.

source: 입고 있는 나는 무게를 못 느끼지만, 나를 공격하는 놈들에겐 보스몬의 질량이 그대로거든.
en: even though I can’t feel the suit’s weight, whoever who tries to attack me definitely will.

source: 정답.
en: that’s right.

source: 이 인간은 반쯤은 여기 사람이긴 하지.
en: I guess he’s telling the truth when he says he’s partly from here.

source: 이걸로 측량해서 악인도 퇴치하고 아이템도 강탈한다….
en: I can use this to determine who is evil and who is stealing items...

source: 뭐, 괜찮겠죠.
en: that shouldn’t really matter though.

source: 거기다 카제우마까지 당했어!
en: even kazeuma got killed!

source: 패왕의 패기군요.
en: sounds like something a loser would say.

source: 할당량 다 채우면.
en: that is, once they’re done with their work.

source: 사정은 알겠습니다.
en: I understand.

source: 귀문일파는 생긴 지 십년이 안 된 조직이지만, 확장도 빠르고 약하지 않은 곳인데!
en: even though the demon gate sect are less than a decade old, they’re not weak at all!

source: 어비스라는 건 제대로 관리하지 않으면 방금 불태우신 나무 요괴 같은 것들이 자꾸 태어나니까요.
en: if the abyss isn’t managed properly, things like the fire tree goblins that you burned will spawn consistently.

source: 아.{j}박살 내도 되겠네요.
en: ah, never mind. you can go ahead and trash them.{j}

source: 어… 그러네?
en: oh... you’re right!

source: 지금은 쇠락하여 일본 각지에 흩어졌지만,
en: despite their numbers declining and being scattered all over japan,

source: 부디 이후로도 저희를 잘 돌봐주시옵소서.
en: please take care of us from now on.

source: 반대쪽에 지하여장군 (地下女將軍)을 세우면 끝나죠.
en: it’ll be completed if we set up the underworld ruler on the other side.

source: 처음 뵙겠습니다.
en: it’s nice to meet you.

source: 어찌 한국에서 온 인간이 우리의… 우리의….
en: how could a human from korea become our... our...

source: 아….
en: ah...

source: 이 시로는 자기가 팔백만 중에서도 말석.
en: this shiro is the last of the eight million.

source: 어비스가 생겨나기 전부터 존재했던 이 거대한 뱀은 사인족을 이끌었고 그 덕에 사인족은 고대 일본에서 강력한 영향력을 끼쳤었다.
en: the giant snake, which existed long before the abyss, led the lizardmen. as a result, the lizardmen garnered strong influence in ancient japan.

source: 타도해야 하는 사악함.
en: or so evil that they must be taken down...

source: 예?
en: huh?

source: 하나는 인간.
en: one’s human,

source: 어쩔 수 없나….
en: I guess it can’t be helped...

source: 문제라면 문제랄까….
en: if that’s a problem...

source: 근원력이라….
en: numen...

source: 그래서 필요한 게 사상력 마력변환기다.
en: that’s why mental power to run the magic power conversion device is needed.

source: 하긴 그럴 수 있지.
en: I see.

source: 말씀하시죠.
en: what is it?

source: 너희 쪽에 그거 있잖아.
en: you have it with you, yes?

source: 대광역 마법물품 탐지 마법 전개.
en: deploy large-scale area magic item detection magic.

source: 그러면 악업 수치로 판단을 하면 안 되는 거 아닐까.
en: that means I can’t use their level of accumulated evil to gauge them.

source: 인정 안 할 수가 없군요.
en: there’s no way I can say that it isn’t.

source: 주인님에게 익숙한 게임식으로 설명하자면, 방어력 무시 공격이 가능.
en: to put it in gaming terms, it’s capable of attacks that ignores defense.

source: 밀법밀교의 소굴 외곽 지역.
en: outside the headquarters of esoteric buddhism

source: 나머지는 신유화한테 들어.
en: go to yoohwa shin for the rest.

source: 조금 전 야마타노오로치가 부활했었는데, 내가 처리했다.
en: yamata no orochi was revived a little while ago, but I’ve taken care of it.

source: 요도 무라마사(村正).
en: yodo muramasa.

source: 내가 한국사람인데.
en: I am korean, after all.

source: 더 게이머.
en: the gamer.

source: 카제우마 형님.
en: kazeuma hyung?

source: 안 그러면 전부 마력생성공장에 처박아서 노동형에 처할 거니까.
en: otherwise, they’ll all be sent to the mana production factory and sentenced to hard labor.

source: 그래서 이런 것도 가능하답니다.
en: I can do these kinds of things too.

source: 그럼 무쓸모한 칼이잖아.
en: in that case, it’s useless.

source: 아니, 금오도의 후방지역을 다 뒤집었는데 죽인 사람은 없다고?
en: what do you mean, you turned geumodo upside down but didn’t kill anyone?

source: 에고 웨폰이라는 건 일종의 인공지능 같은 거잖아요?
en: ego weapon is kind of like artificial intelligence, right?

source: 주인님.
en: master.

source: 흐음….
en: hmmm...

source: 질책하러 온 거라고 이 몸은.
en: that I’m here to reprimand you.

source: 그들의 본거지에는 실제로 지옥과 통해 있는 귀문이 있거든요.
en: there’s a demon gate that’s actually connected to hell in their base.

source: 비명 한번 거창하네.
en: that was a loud shriek.

source: 네.
en: yes.

source: 죽이는 것보다 낫잖아?
en: it’s better than killing them.

source: 거봐.
en: look.

source: 들어가십시오!
en: bye!
